exports.val = "! 0 200 200 998 1\r\n" +
  "PAGE - WIDTH 576\r\n" +
  "CENTER\r\n" +
  "SETMAG 3 3 \r\n" +
  "T 8 0 10 88 中铁建工1号地块\r\n" +
  "CENTER\r\n" +
  "BARCODE QR 0 168 M 2 U 6\r\n" +
  "MA,1106745891514\r\n" +
  "ENDQR\r\n" +
  "SETMAG 1 1 \r\n" +
  "LEFT\r\n" +
  "T 8 0 15 328 车牌:\r\n" +
  "SETMAG 2 2 \r\n" +
  "SETBOLD 1\r\n" +
  "T 8 0 90 318 粤ACC682\r\n" +
  "SETMAG 1 1 \r\n" +
  "SETBOLD 0\r\n" +
  "LEFT\r\n" +
  "T 8 0 0 368 土方单位:\r\n" +
  "T 8 0 110 368 广州俊诚货物运输有限公司\r\n" +
  "SETBOLD 0\r\n" +
  "T 8 0 110 398 运输有限公司\r\n" +
  "SETMAG 1 1 \r\n" +
  "SETBOLD 0\r\n" +
  "LEFT\r\n" +
  "T 8 0 0 438 工  单:\r\n" +
  "T 8 0 120 438 1959-002623\r\n" +
  "T 8 0 0 478 倒土方式:\r\n" +
  "T 8 0 120 478 指定渣土场(二局码头)\r\n" +
  "LEFT\r\n" +
  "T 8 0 0 518 车队名称:\r\n" +
  "T 8 0 120 518 冠联\r\n" +
  "T 8 0 0 558 放行人员:\r\n" +
  "T 8 0 120 558 郭健毫\r\n" +
  "T 8 0 0 598 班  次:\r\n" +
  "T 8 0 120 598 白班(5月7日)\r\n" +
  "T 8 0 0 638 出场时间:\r\n" +
  "T 8 0 120 638 2021-05-07 16:28:47\r\n" +
  "T 8 0 0 678 打印时间:\r\n" +
  "T 8 0 120 678 2021-05-07 16:28:48(第一次)\r\n" +
  "T 8 0 0 718 第一联(电子联单)\r\n" +
  "PRINT\r\n";