exports.val = "! 0 200 200 1250 1\r\n" +
  "LINE 0 0 608 0 2\r\n" +
  "TEXT 8 0 10 20 百世快递\r\n" +
  "LINE 0 65 608 65 2\r\n" +
  "SETMAG 2 2\r\n" +
  "TEXT 8 1 0 80 浙-杭州A-425-00-06\r\n" +
  "SETMAG 1 1\r\n" +
  "LINE 0 140 608 140 2\r\n" +
  "SETMAG 2 2\r\n" +
  "TEXT 8 0 0 155 杭州转运中心\r\n" +
  "SETMAG 1 1\r\n" +
  "LINE 0 220 608 220 2\r\n" +
  "BARCODE-TEXT 7 0 5\r\n" +
  "BARCODE 128 3 1 140 45 235 1106745891514\r\n" +
  "BARCODE-TEXT OFF\r\n" +
  "LINE 0 410 608 410 2\r\n" +
  "TEXT 8 0 50 420 收件人签名：\r\n" +
  "TEXT 8 0 50 465 单号：50886422601211\r\n" +
  "LINE 0 495 400 495 2\r\n" +
  "TEXT 8 0 50 505 您对此单的签收，代表您已验收，\r\n" +
  "TEXT 8 0 50 530 确认商品信息无误，包装完整。\r\n" +
  "LINE 400 410 400 565 2\r\n" +
  "BARCODE QR 410 430 M 2 U 6\r\n" +
  "MA,1106745891514\r\n" +
  "ENDQR\r\n" +
  "LINE 0 565 608 565 2\r\n" +
  "LINE 0 570 608 570 2\r\n" +
  "TEXT 8 0 50 595 百世快递\r\n" +
  "SETMAG 2 2\r\n" +
  "TEXT 8 0 180 585 50886422601211\r\n" +
  "SETMAG 1 1\r\n" +
  "LINE 0 640 608 640 2\r\n" +
  "TEXT 8 0 0 655 收\r\n" +
  "TEXT 8 0 0 705 件\r\n" +
  "LINE 50 640 50 740 2\r\n" +
  "TEXT 8 0 60 650 马云 16600006666\r\n" +
  "TEXT 8 0 60 700 浙江省 杭州市 余杭区\r\n" +
  "TEXT 8 0 60 730 文一西路969号28楼5802室\r\n" +
  "LINE 0 770 608 770 2\r\n" +
  "TEXT 8 0 0 785 寄\r\n" +
  "TEXT 8 0 0 835 件\r\n" +
  "LINE 50 740 50 900 2\r\n" +
  "TEXT 8 0 60 780 雷军 18800008888\r\n" +
  "TEXT 8 0 60 830 北京市 朝阳区\r\n" +
  "TEXT 8 0 60 860 光华路甲9号世贸天阶L1层\r\n" +
  "LINE 0 900 608 900 2\r\n" +
  "BARCODE-TEXT 7 0 5\r\n" +
  "BARCODE 128 3 1 100 45 910 1106745891514\r\n" +
  "BARCODE-TEXT OFF\r\n" +
  "TEXT 8 0 60 1050  已验视\r\n" +
  "LINE 0 1090 608 1095 2\r\n" +
  "LINE 0 1100 608 1105 2\r\n" +
  "TEXT 8 0 0 1115 收\r\n" +
  "TEXT 8 0 0 1145 件\r\n" +
  "LINE 50 1105 50 1235 2\r\n" +
  "TEXT 8 0 60 1105 马云 16600006666\r\n" +
  "TEXT 8 0 60 1130 浙江省 杭州市 余杭区\r\n" +
  "TEXT 8 0 60 1155 文一西路969号28楼5802室\r\n" +
  "LINE 0 1180 608 1180 2\r\n" +
  "TEXT 8 0 0 1185 寄\r\n" +
  "TEXT 8 0 0 1210 件\r\n" +
  "TEXT 8 0 60 1180 雷军\r\n" +
  "TEXT 8 0 60 1205 18800008888\r\n" +
  "LINE 250 1185 250 1230 2\r\n" +
  "TEXT 8 0 260 1180 百世快递\r\n" +
  "TEXT 8 0 260 1205 单号：50886422601211\r\n" +
  "LINE 0 1230 608 1230 2\r\n" +
  "FORM\r\n" +
  "PRINT\r\n";